<?php
return [
    // -------------------------start of auth inputs -------------------
    'otp_secret'=>'رقم التفعيل',
    'phone'=>'رقم الهاتف',
    'your_otp'=>'الكود الخاص بك هو',
    'recovery_password'=>'استعاده كلمة المرور',
    'password'=>'كلمة المرور',
    // -------------------------end of auth inputs -------------------


    // ----------------------start general inputs - ---------------------
    'ar_name'=>'الاسم بالعربي',
    'en_name'=>'الاسم بالانجليزي',
    'parent_id'=>'تابع ل',
    'note'=>'ملاحظات',
    // ----------------------end general inputs - ---------------------

    // ----------------------start of services - ---------------------
    'category'=>'القسم',
    'category_id'=>'القسم',
    'type'=>'النوع',
    'price'=>'السعر',
    'visibility'=>'الرؤية',
    // ----------------------end of services - ---------------------

    'name'=>'الاسم',
    'info'=>'المعلومات',
    'file_name'=>'الملف',
    'file_type'=>'نوع الملف',


];
